/* In 'forfeit' rewards dialog when there is still a callback to reach. */
"Are you sure you want to quit and miss out on %@?" = "Es-tu sûr de vouloir quitter et manquer %@?";

/* In 'forfeit' rewards dialog when there is still a callback to reach, but rewards are variable.  */
"Are you sure you want to quit and miss out on up to %@?" = "Est-tu sûr de vouloir quitter et de laisser passer %@?";

/* Are you sure you want to quit and miss out on this offer? */
"Are you sure you want to quit and miss out on this offer?" = "Es-tu sûr de vouloir quitter et manquer cette offre?";

/* Button in 'forfeit reward' dialog for staying in Kwizzad */
"Continue and claim reward" = "Continuer et réclamer la récompense";

/* Button in 'forfeit reward' dialog for leaving Kwizzad */
"Quit and forfeit reward" = "Quitter et renoncer à la récompense";

/* Joins two strings with an 'and' to generate a human-readable enumeration */
"%@ and %@" = "%1$@ and %2$@";

/* Joins a list of comma-separated values with a last values to form a human-readable enumeration (e.g. with oxford comma) */
"%@, and %@" = "%1$@, and %2$@";

/* Shown in a confirmation dialog when the user earns a known, specific reward. */
"Congratulations, you earned %@!" = "Félicitations, tu as gagné %@!";

/* Shown in a confirmation dialog when the user earns an unspecified reward. */
"Congratulations, you earned a reward!" = "Congratulations, you earned a reward!";

/* Can be shown as incentive text, for example on an ad banner. First parameter is the potential total reward. */
"Earn %@ with a quiz." = "Gagne %@ avec un quiz.";

/* Description of an amount with an upper limit */
"up to %@" = "Jusqu'à %@";

/* In 'forfeit' rewards dialog when call2ActionClicked and placement doesnt have goal url */
"Close window and go back to the app?" = "Fermer la fenêtre et revenir à l'application?";

/* Close button in 'forfeit' rewards dialog when call2ActionClicked and placement doesnt have goal url */
"Yes, close window" = "Oui, fermer la fenêtre";

/* Cancel button in 'forfeit' rewards dialog when call2ActionClicked and placement doesnt have goal url */
"Cancel" = "Annuler";
